[
  {
    "id": 1,
    "title": "Officials Talk In-space Resources in Luxembourg",
    "intro":"Government officials, industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference...",
    "content": "Government officials , industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. <br><br>The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference.<br><br> <strong> Who is in charge? </strong> Both government space programs and commercial ventures are pursuing in-situ resource utilization . As the international space resources community grows, ESRIC’s Director Kathryn Hadler wants her institution to become the international “center of expertise of in-situ resource utilization. <br><br> In the US, NASA’s ISRU System Capability Lead, Gerald Sanders, said the agency is getting ready to release an industry overview identifying technology gaps in the supply chain. He highlighted the agency’s “big emphasis on commercial scale operations. <br><br> <strong>Building the industry:</strong> ESRIC announced the establishment of a Lunar Space Resources Accelerator, to be launched before the end of 2023. ESRIC will provide funds to entrepreneurs who can match its contribution with self-funding—for example, by raising capital from VCs.",
    "content2": " <strong> Lessons from Earth: </strong> Interest in a prospective ISRU industry is not confined to academia and government agencies. Legacy mining companies are starting to take note, and can claim the advantage of centuries of experience. <br><br> Jeff Plate, VP of mineral economics and business development at mining consultancy Watts, Griffis and McOuat Ltd., stressed the need to adapt terrestrial reconnaissance and prospecting technologies to lunar exploration. <br><br> Using artificial intelligence, WGM in cooperation with Lunar Station, a new space company that recently emerged from stealth after seven years, has developed probability maps of water ice distribution at the lunar south pole. With the right funding in place, Plate, who is also the founder and CEO of Interstellar Mining, said industrial scale ice mining on the Moon could start within five years. <br><br> <strong> Gray gold: </strong> Lunar regolith is at the center of many mining projects on the Moon. The material contains water, oxygen, and metals, including iron, aluminum, and the composite ore ilmenite. Technologies are being developed to make regolith useful to humans–in space and on Earth, including extractors used to separate metals and a process to break up the material’s watery components into hydrogen and oxygen–crucial resources for a long-term human presence on the Moon, according to Angel Abbud-Madrid, director of the Colorado School of Mines Space Resources Program.",
    "image": "/img/spaceblog/imgblog1.png",
    "date": {
      "day": "",
      "month": "April 24, 2023"
    },
    "author": "Jatan Mehta",
    "source": "https://newsletter.payloadspace.com/p/mine-moon-42423"
  },
  {
    "id": 2,
    "title": "The Moon: A Dream Worth Pursuing, But How Do We Afford It?",
    "intro":" <h6> Benefits of Establishing a Commercial Station on the Moon </h6> <h2></h2>  <ul> <li> - Access to vast resources, such as water ice, metals, gasses, and minerals.</li> <li> - A new place to advance scientific and astrological research.</li> <li> - A platform to further destinations in our solar system.</li> </ul> <h6> The Cost of Space Access</h6> The current estimated cost of launching cargo to the lunar surface is estimated to be around 10 to 30 million based on the several service providers listed below. This cost is expected to decrease in the coming decade as new launch vehicles are developed and the cost of space access continues to decline... ",
    "content": "<h6> Benefits of Establishing a Commercial Station on the Moon </h6> <h2></h2>  <ul> <li> - Access to vast resources, such as water ice, metals, gasses, and minerals.</li> <li> - A new place to advance scientific and astrological research.</li> <li> - A platform to further destinations in our solar system.</li> </ul> <h6> The Cost of Space Access</h6> The current estimated cost of launching cargo to the lunar surface is estimated to be around 10 to 30 million based on the several service providers listed below. This cost is expected to decrease in the coming decade as new launch vehicles are developed and the cost of space access continues to decline. ",
    "content2": "<h6> Potential Launch Providers </h6> Here are some of the providers that will potentially be able to conduct this launch in the coming decade and how much cargo they can lift to a lunar transfer orbit. <ul> <li> - SpaceX Starship, 100-ton capacity</li> <li> - Blue Origin New Glenn, 45-ton capacity</li> <li> - United Launch Alliance (ULA) Vulcan Centaur, 25-ton capacity</li> <li> - China National Space Administration Long March 9, 130-ton capacity.</li> <li> - Japan Aerospace Exploration Agency (JAXA) H-3, 20-ton capacity.</li> <li> - European Space Agency (ESA) Ariane 6, 20-ton capacity.</li> </ul> These providers are all developing or planning to develop launch vehicles that are capable of carrying large assets to the lunar surface. As these vehicles become operational, the cost of launching to the Moon is expected to decrease. <br><br> <h6> Costs of a Lunar Station</h6> The Global Space Organization and its Lunar Exploration and Development League have estimated the cost of establishing a lunar base at 12 billion for the first year of operations. This estimate includes the following costs: <ul> <li> - Launch vehicles (12 launches per year).</li> <li> - Equipment for in-situ site construction.</li> <li> - Environmental control and life support systems (ECLSS).</li> <li> - Power systems.</li> <li> - Research equipment.</li> <li> - Crew salaries.</li> <li> - Insurance.</li> <li> - Legal costs.</li> <li> - Medicine.</li> <li> - Food, water, oxygen, and nitrogen resupply.</li> <li> - Promotion and advertising.</li> </ul> It is important to note that these are just estimates, and the actual cost of establishing a lunar base could be higher or lower depending on a number of factors, such as the cost of development, the cost of lunar site construction, and the cost of any unexpected events. <br><br> <h6>Creative Ways to Lower Costs and Earn Positive Returns</h6> There are many creative ways to lower costs and earn significant revenue from operations on the lunar surface: <ul><li> - Leveraging assets to lower overall costs. Multiple corporations that team up can lower costs for all concerned, a commercial site on the Moon can be utilized for many different commercial industries, this is where the GSO’s Lunar Exploration and Development League (LEDL) comes into play. </li> <li> - Create events that draw attention and revenues towards our goals and earn advertising revenue before we go. </li> <li> - Mass media and live streaming broadcasts from the moon will help to involve and educate the public, research institutions and consumers towards products and experiences on the lunar surface. </li> <li> - Advertising: There are many ways to seek advertising dollars, going to and staying on the Moon will draw on some very lucrative advertising markets. </li> <li> - Tourism: Imagine mega corporations such as MGM Grand hosting a resort hotel on the Moon, with launch prices coming down over the next decade, this will open the market for even more people than just the ultra-rich. </li> <li> - Mining for resources, such as water ice, metals, gasses, and minerals, all from the lunar surface. This will eventually become a massive deep space industry.</li> <li> - Science and astronomy research, what better platform for both than the lunar surface. This will bring in plenty of revenue from the many diverse research organizations and corporations that desire to have their experiments conducted in deep space.</li></ul> <br> <h6>Conclusion</h6> Establishing a commercial station on the Moon is going to be a challenging but worthwhile endeavor. There are many potential benefits to doing so, such as access to vast resources, conduct significant scientific and astrological research, advance many commercial business models and will be used as a platform to further humanities reach out across our solar system. <br><br> Though the cost of space access is still fairly high, and many challenges still to be overcome. There are numerous ways to realize a positive return on investment that will allow us to build, thrive and expand our presence in deep space. We just need to work together and think creatively.                                  ",
    "image": "/img/spaceblog/imgblog2.jpg",
    "date": {
      "day": "",
      "month": "May 3, 2023"
    },
    "author": "Caed Aldwych",
    "source": "https://www.linkedin.com/pulse/moon-dream-worth-pursuing-how-do-we-afford-caed-aldwych/?midToken=AQGcj6lzcs6RzQ&midSig=3aLy5efSlb2WM1&trk=eml-email_series_follow_newsletter_01-newsletter_content_preview-0-readmore_button_&trkEmail=eml-email_series_follow_newsletter_01-newsletter_content_preview-0-readmore_button_-null-frp759~lh80vlnl~u0-null-null&eid=frp759-lh80vlnl-u0"
  },
  {
    "id": 3,
    "title": "Economics of the Stars: The Future of Asteroid Mining and the Global Economy",
    "intro":"As the consequences of environmental degradation and natural resource depletion become increasingly severe, scientists are placing a greater emphasis on not only sustainably utilizing the resources that we already have, but also on identifying new methods of obtaining resources. For example, scientists are pursuing novel but contentious resource extraction techniques such as fracking. One particular suggested solution, asteroid mining, is literally out of this world...",
    "content": "As the consequences of environmental degradation and natural resource depletion become increasingly severe, scientists are placing a greater emphasis on not only sustainably utilizing the resources that we already have, but also on identifying new methods of obtaining resources. For example, scientists are pursuing novel but contentious resource extraction techniques such as fracking. One particular suggested solution, asteroid mining, is literally out of this world. <br><br> Although proposed many times, the first tangible effort to enable the exploration and development of asteroid mining came in 2012 from Planetary Resources, a Seattle-based aerospace company. Planetary Resources were then closely followed by a similar company, Deep Space Industries. Both groups have made significant contributions to the field, designing satellites that have identified about 15,000 asteroids with significant potential for mining. <br><br>  <h6> Opportunities in Asteroid Mining </h6> <h2></h2> Generally, asteroid mining remains hypothetical, mostly because of its exorbitant cost. While specific estimates of the cost of commercial mining remain unclear, similarities can be drawn between such programs and NASA’s OSIRIS-REx mission, which seeks to obtain samples from a near-earth asteroid named Bennu. Despite only being projected to return between 400 grams and 1 kilogram of material, the mission is projected to take 7 years and cost over US$1 billion. Planetary Resources and Deep Space Industries were unable to finance themselves to meet such high development costs. Both companies were acquired by other businesses in 2018 and 2019, respectively. <br><br> Despite the high price tag, the development of asteroid mining technology may very well be a worthwhile endeavor due to the extremely valuable resources that asteroids have to offer. For example, Asterank, which measures the potential value of over 6,000 asteroids that NASA currently tracks, has determined that mining just the top 10 most cost-effective asteroids–that is, those that are both closest to Earth and greatest in value–would produce a profit of around US$1.5 trillion. There is also great potential for further expansion. One asteroid, 16 Psyche, has been reported to contain US$700 quintillion worth of gold, enough for every person on earth to receive about US$93 billion. <br><br> Such technology could also have a tangible environmental impact. Most notably, asteroid mining would prevent the need for traditional in-the-ground methods of mining, which release toxic chemicals such as lead and arsenic into waterways and contribute to acid mine drainage. Asteroid mining could also provide an avenue for the creation of solar power satellites, a potentially consistent source of clean energy. Most of the progress that has already been made on asteroid mining technology has been focused on extracting water, reflecting concerns of growing water shortages around the world. <br><br> Additionally, an important argument can be made that asteroid mining would reduce the prevalence of inhumane or otherwise illegal practices surrounding human mining operations. This would especially impact artisanal and small-scale mining (ASM) operations, operations that are not managed by larger mining companies. For example, recent attention has been focused on the Democratic Republic of the Congo. This country has responded to the growing global demand for batteries and electric vehicles through its cobalt supplies, of which it contains about 70 percent of the world’s resources. Although mining operations can be dangerous, a deplorable record of child labor and fatal accidents within Congolese ASM operations has highlighted the need for significant change. Asteroid mining as an alternative to traditional mining might be the kind of change the world requires to end these abuses of power. <br> <br> <h6> Economic Impacts </h6> <h2></h2> Perhaps the most apparent impact of asteroid mining would be on the global economy. On one hand, it could produce significant wealth for individuals, with astrophysicist Neil DeGrasse Tyson, among others, even claiming that the first trillionaire will be an asteroid mining mogul. To this end, some argue that promoting asteroid mining technology could also be the key to developing a future space economy, ranging from tourism to settlement. However, many experts argue on the flip side that asteroid mining would quickly destroy the economy of global raw materials, currently valued at about US$660 billion. They claim this economy would be quickly overtaken by the quintillions of dollars worth of material from asteroid mining. Asteroid mining resources would flood the market, causing a rapid devaluation of global raw materials. Such a situation was simulated by researchers at Tel Aviv University. They predicted that a significant “global struggle for resources and power” would ensue in a world with asteroid mining. They came to this conclusion after creating a simulation in which one shipment of space minerals devalued the price of gold on Earth by 50 percent. <br><br> Notably, the Tel Aviv researchers also predicted that within this struggle, developing countries would be significantly affected because they heavily rely on mineral exports and do not have the resources to build their own asteroid mining operations. This perspective has not been extensively covered in the existing literature on the economics of space mining but could be a real possibility. Specifically, asteroid mining might allow one company to become responsible for the trading of a single natural resource, threatening countries that presently rely on resource exports. For example, some individual asteroids possess upwards of US$50 billion of platinum. In comparison, South Africa, the largest producer of platinum at about 72 percent of the world’s supply, mined only about US$3.8 billion worth of platinum in 2018, or 4.3 million ounces at an average price of US$882.18 per ounce. South Africa has greatly benefited from the use of its platinum resources as well as its many other mineral resources, with the industry employing over 451,000 people and comprising 8.2 percent of its GDP. In a future where asteroid mining becomes the norm, South Africa’s economic performance would shrivel, harming the livelihoods of many South Africans. <br><br> The situation is likely to be even more dire in other countries. Unlike South Africa, which has a fairly large and diverse economy and a budding space industry, Zimbabwe, another major platinum producer, would struggle substantially more if mining operations were overtaken. Zimbabwe would be especially affected given that the nation currently does not have the resources to develop space mining technology. With research efforts underway to determine the amount of other elements, including cobalt, on different asteroids, a wide variety of fledgling economies are at risk. For example, the possibility of obtaining cobalt from asteroids could wreck the Democratic Republic of the Congo’s cobalt mining operations. This would ultimately damage the nation’s entire economy. <br><br> While the individuals currently working in precarious mining conditions would likely be safer, they would also be out of a job. Even more importantly, the people losing their jobs, particularly low-income workers who do not have the skills for asteroid mining, would not be able to gain employment in the asteroid mining industry. Thus, there would be a permanent loss of these important low-skilled jobs for people in dire need of income. <br><br> ",
    "content2": " <h6> Steps Forward </h6> <h2></h2> There are a few potential remedies to this issue. The first would involve expanding developing economies’ access to asteroid mining technologies so that more would have the potential to compete within a future space-oriented economy. Given that such operations would be heavily driven by private corporations, this might mean that developing countries would have to sponsor the presence of such companies in their borders, or bolster educational programs that would allow for the construction of these companies within the country. The second option would require the diversification of economies that are currently heavily reliant on mining technology. However, this is an already ongoing and relatively slow process that would see its shortcomings exacerbated by technological advances that only advantage wealthy nations. As suggested in the Tel Aviv University study, a third solution would be to develop a mechanism by which wealthier countries that use the technology would compensate less wealthy countries. Finally, policymakers could pursue efforts to responsibly regulate production. This would ensure that, even if asteroid mining became possible in large quantities, materials would only be produced at a comparable rate to current production. This could also decrease the likelihood of a tragedy of the commons situation, in which overuse depletes the availability of resources. Although perhaps unlikely due to the vastness of space, the limitations of human technology make this a possibility. Most current international treaties on space, like the Outer Space Treaty of 1967 and the Moon Agreement of 1979, are defined by their ambiguity. While this ambiguity is what has allowed countries like the United States and Luxembourg to pass legislation allowing private companies to commence asteroid mining, little has been said about the regulation of resources. The only resource regulation requires that the moon and celestial bodies, as whole objects, cannot be owned by a single country. As a result, many current debates still exist about who would be responsible for space regulation and how they would do so. While this is a necessary debate moving forward, it is imperative that such conversations not only involve countries with significant abilities to enter space and conduct asteroid mining operations but also those who stand to bear the brunt of its negative economic impacts. It is high time to bring all countries to the asteroid mining table. ",
    "image": "/img/spaceblog/blog3.png",
    "date": {
      "day": "",
      "month": "April 08, 2022"
    },
    "author": "Shriya Yarlagadda",
    "source": "https://hir.harvard.edu/economics-of-the-stars/"
  }
]
