[
  {
    "id": 1,
    "title": "Officials Talk In-space Resources in Luxembourg",
    "intro":"Government officials, industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference...",
    "content": "Government officials , industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. <br><br>The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference.<br><br> <strong> Who is in charge? </strong> Both government space programs and commercial ventures are pursuing in-situ resource utilization . As the international space resources community grows, ESRIC’s Director Kathryn Hadler wants her institution to become the international “center of expertise of in-situ resource utilization. <br><br> In the US, NASA’s ISRU System Capability Lead, Gerald Sanders, said the agency is getting ready to release an industry overview identifying technology gaps in the supply chain. He highlighted the agency’s “big emphasis on commercial scale operations. <br><br> <strong>Building the industry:</strong> ESRIC announced the establishment of a Lunar Space Resources Accelerator, to be launched before the end of 2023. ESRIC will provide funds to entrepreneurs who can match its contribution with self-funding—for example, by raising capital from VCs.",
    "content2": " <strong> Lessons from Earth: </strong> Interest in a prospective ISRU industry is not confined to academia and government agencies. Legacy mining companies are starting to take note, and can claim the advantage of centuries of experience. <br><br> Jeff Plate, VP of mineral economics and business development at mining consultancy Watts, Griffis and McOuat Ltd., stressed the need to adapt terrestrial reconnaissance and prospecting technologies to lunar exploration. <br><br> Using artificial intelligence, WGM in cooperation with Lunar Station, a new space company that recently emerged from stealth after seven years, has developed probability maps of water ice distribution at the lunar south pole. With the right funding in place, Plate, who is also the founder and CEO of Interstellar Mining, said industrial scale ice mining on the Moon could start within five years. <br><br> <strong> Gray gold: </strong> Lunar regolith is at the center of many mining projects on the Moon. The material contains water, oxygen, and metals, including iron, aluminum, and the composite ore ilmenite. Technologies are being developed to make regolith useful to humans–in space and on Earth, including extractors used to separate metals and a process to break up the material’s watery components into hydrogen and oxygen–crucial resources for a long-term human presence on the Moon, according to Angel Abbud-Madrid, director of the Colorado School of Mines Space Resources Program.",
    "image": "/img/spaceblog/imgblog1.png",
    "date": {
      "day": "",
      "month": "April 24, 2023"
    },
    "author": "Jatan Mehta",
    "source": "https://newsletter.payloadspace.com/p/mine-moon-42423"
  },
  {
    "id": 2,
    "title": "The Moon: A Dream Worth Pursuing, But How Do We Afford It?",
    "intro":" <h6> Benefits of Establishing a Commercial Station on the Moon </h6> <h2></h2>  <ul> <li> - Access to vast resources, such as water ice, metals, gasses, and minerals.</li> <li> - A new place to advance scientific and astrological research.</li> <li> - A platform to further destinations in our solar system.</li> </ul> <h6> The Cost of Space Access</h6> The current estimated cost of launching cargo to the lunar surface is estimated to be around 10 to 30 million based on the several service providers listed below. This cost is expected to decrease in the coming decade as new launch vehicles are developed and the cost of space access continues to decline... ",
    "content": "<h6> Benefits of Establishing a Commercial Station on the Moon </h6> <h2></h2>  <ul> <li> - Access to vast resources, such as water ice, metals, gasses, and minerals.</li> <li> - A new place to advance scientific and astrological research.</li> <li> - A platform to further destinations in our solar system.</li> </ul> <h6> The Cost of Space Access</h6> The current estimated cost of launching cargo to the lunar surface is estimated to be around 10 to 30 million based on the several service providers listed below. This cost is expected to decrease in the coming decade as new launch vehicles are developed and the cost of space access continues to decline. ",
    "content2": "<h6> Potential Launch Providers </h6> Here are some of the providers that will potentially be able to conduct this launch in the coming decade and how much cargo they can lift to a lunar transfer orbit. <ul> <li> - SpaceX Starship, 100-ton capacity</li> <li> - Blue Origin New Glenn, 45-ton capacity</li> <li> - United Launch Alliance (ULA) Vulcan Centaur, 25-ton capacity</li> <li> - China National Space Administration Long March 9, 130-ton capacity.</li> <li> - Japan Aerospace Exploration Agency (JAXA) H-3, 20-ton capacity.</li> <li> - European Space Agency (ESA) Ariane 6, 20-ton capacity.</li> </ul> These providers are all developing or planning to develop launch vehicles that are capable of carrying large assets to the lunar surface. As these vehicles become operational, the cost of launching to the Moon is expected to decrease. <br><br> <h6> Costs of a Lunar Station</h6> The Global Space Organization and its Lunar Exploration and Development League have estimated the cost of establishing a lunar base at 12 billion for the first year of operations. This estimate includes the following costs: <ul> <li> - Launch vehicles (12 launches per year).</li> <li> - Equipment for in-situ site construction.</li> <li> - Environmental control and life support systems (ECLSS).</li> <li> - Power systems.</li> <li> - Research equipment.</li> <li> - Crew salaries.</li> <li> - Insurance.</li> <li> - Legal costs.</li> <li> - Medicine.</li> <li> - Food, water, oxygen, and nitrogen resupply.</li> <li> - Promotion and advertising.</li> </ul> It is important to note that these are just estimates, and the actual cost of establishing a lunar base could be higher or lower depending on a number of factors, such as the cost of development, the cost of lunar site construction, and the cost of any unexpected events. <br><br> <h6>Creative Ways to Lower Costs and Earn Positive Returns</h6> There are many creative ways to lower costs and earn significant revenue from operations on the lunar surface: <ul><li> - Leveraging assets to lower overall costs. Multiple corporations that team up can lower costs for all concerned, a commercial site on the Moon can be utilized for many different commercial industries, this is where the GSO’s Lunar Exploration and Development League (LEDL) comes into play. </li> <li> - Create events that draw attention and revenues towards our goals and earn advertising revenue before we go. </li> <li> - Mass media and live streaming broadcasts from the moon will help to involve and educate the public, research institutions and consumers towards products and experiences on the lunar surface. </li> <li> - Advertising: There are many ways to seek advertising dollars, going to and staying on the Moon will draw on some very lucrative advertising markets. </li> <li> - Tourism: Imagine mega corporations such as MGM Grand hosting a resort hotel on the Moon, with launch prices coming down over the next decade, this will open the market for even more people than just the ultra-rich. </li> <li> - Mining for resources, such as water ice, metals, gasses, and minerals, all from the lunar surface. This will eventually become a massive deep space industry.</li> <li> - Science and astronomy research, what better platform for both than the lunar surface. This will bring in plenty of revenue from the many diverse research organizations and corporations that desire to have their experiments conducted in deep space.</li></ul> <br> <h6>Conclusion</h6> Establishing a commercial station on the Moon is going to be a challenging but worthwhile endeavor. There are many potential benefits to doing so, such as access to vast resources, conduct significant scientific and astrological research, advance many commercial business models and will be used as a platform to further humanities reach out across our solar system. <br><br> Though the cost of space access is still fairly high, and many challenges still to be overcome. There are numerous ways to realize a positive return on investment that will allow us to build, thrive and expand our presence in deep space. We just need to work together and think creatively.                                  ",
    "image": "/img/spaceblog/imgblog2.jpg",
    "date": {
      "day": "",
      "month": "May 3, 2023"
    },
    "author": "Caed Aldwych",
    "source": "https://www.linkedin.com/pulse/moon-dream-worth-pursuing-how-do-we-afford-caed-aldwych/?midToken=AQGcj6lzcs6RzQ&midSig=3aLy5efSlb2WM1&trk=eml-email_series_follow_newsletter_01-newsletter_content_preview-0-readmore_button_&trkEmail=eml-email_series_follow_newsletter_01-newsletter_content_preview-0-readmore_button_-null-frp759~lh80vlnl~u0-null-null&eid=frp759-lh80vlnl-u0"
  },
  {
    "id": 3,
    "title": "Economics of the Stars: The Future of Asteroid Mining and the Global Economy",
    "intro":"As the consequences of environmental degradation and natural resource depletion become increasingly severe, scientists are placing a greater emphasis on not only sustainably utilizing the resources that we already have, but also on identifying new methods of obtaining resources. For example, scientists are pursuing novel but contentious resource extraction techniques such as fracking. One particular suggested solution, asteroid mining, is literally out of this world...",
    "content": "As the consequences of environmental degradation and natural resource depletion become increasingly severe, scientists are placing a greater emphasis on not only sustainably utilizing the resources that we already have, but also on identifying new methods of obtaining resources. For example, scientists are pursuing novel but contentious resource extraction techniques such as fracking. One particular suggested solution, asteroid mining, is literally out of this world. <br><br> Although proposed many times, the first tangible effort to enable the exploration and development of asteroid mining came in 2012 from Planetary Resources, a Seattle-based aerospace company. Planetary Resources were then closely followed by a similar company, Deep Space Industries. Both groups have made significant contributions to the field, designing satellites that have identified about 15,000 asteroids with significant potential for mining. <br><br>  <h6> Opportunities in Asteroid Mining </h6> <h2></h2> Generally, asteroid mining remains hypothetical, mostly because of its exorbitant cost. While specific estimates of the cost of commercial mining remain unclear, similarities can be drawn between such programs and NASA’s OSIRIS-REx mission, which seeks to obtain samples from a near-earth asteroid named Bennu. Despite only being projected to return between 400 grams and 1 kilogram of material, the mission is projected to take 7 years and cost over US$1 billion. Planetary Resources and Deep Space Industries were unable to finance themselves to meet such high development costs. Both companies were acquired by other businesses in 2018 and 2019, respectively. <br><br> Despite the high price tag, the development of asteroid mining technology may very well be a worthwhile endeavor due to the extremely valuable resources that asteroids have to offer. For example, Asterank, which measures the potential value of over 6,000 asteroids that NASA currently tracks, has determined that mining just the top 10 most cost-effective asteroids–that is, those that are both closest to Earth and greatest in value–would produce a profit of around US$1.5 trillion. There is also great potential for further expansion. One asteroid, 16 Psyche, has been reported to contain US$700 quintillion worth of gold, enough for every person on earth to receive about US$93 billion. <br><br> Such technology could also have a tangible environmental impact. Most notably, asteroid mining would prevent the need for traditional in-the-ground methods of mining, which release toxic chemicals such as lead and arsenic into waterways and contribute to acid mine drainage. Asteroid mining could also provide an avenue for the creation of solar power satellites, a potentially consistent source of clean energy. Most of the progress that has already been made on asteroid mining technology has been focused on extracting water, reflecting concerns of growing water shortages around the world. <br><br> Additionally, an important argument can be made that asteroid mining would reduce the prevalence of inhumane or otherwise illegal practices surrounding human mining operations. This would especially impact artisanal and small-scale mining (ASM) operations, operations that are not managed by larger mining companies. For example, recent attention has been focused on the Democratic Republic of the Congo. This country has responded to the growing global demand for batteries and electric vehicles through its cobalt supplies, of which it contains about 70 percent of the world’s resources. Although mining operations can be dangerous, a deplorable record of child labor and fatal accidents within Congolese ASM operations has highlighted the need for significant change. Asteroid mining as an alternative to traditional mining might be the kind of change the world requires to end these abuses of power. <br> <br> <h6> Economic Impacts </h6> <h2></h2> Perhaps the most apparent impact of asteroid mining would be on the global economy. On one hand, it could produce significant wealth for individuals, with astrophysicist Neil DeGrasse Tyson, among others, even claiming that the first trillionaire will be an asteroid mining mogul. To this end, some argue that promoting asteroid mining technology could also be the key to developing a future space economy, ranging from tourism to settlement. However, many experts argue on the flip side that asteroid mining would quickly destroy the economy of global raw materials, currently valued at about US$660 billion. They claim this economy would be quickly overtaken by the quintillions of dollars worth of material from asteroid mining. Asteroid mining resources would flood the market, causing a rapid devaluation of global raw materials. Such a situation was simulated by researchers at Tel Aviv University. They predicted that a significant “global struggle for resources and power” would ensue in a world with asteroid mining. They came to this conclusion after creating a simulation in which one shipment of space minerals devalued the price of gold on Earth by 50 percent. <br><br> Notably, the Tel Aviv researchers also predicted that within this struggle, developing countries would be significantly affected because they heavily rely on mineral exports and do not have the resources to build their own asteroid mining operations. This perspective has not been extensively covered in the existing literature on the economics of space mining but could be a real possibility. Specifically, asteroid mining might allow one company to become responsible for the trading of a single natural resource, threatening countries that presently rely on resource exports. For example, some individual asteroids possess upwards of US$50 billion of platinum. In comparison, South Africa, the largest producer of platinum at about 72 percent of the world’s supply, mined only about US$3.8 billion worth of platinum in 2018, or 4.3 million ounces at an average price of US$882.18 per ounce. South Africa has greatly benefited from the use of its platinum resources as well as its many other mineral resources, with the industry employing over 451,000 people and comprising 8.2 percent of its GDP. In a future where asteroid mining becomes the norm, South Africa’s economic performance would shrivel, harming the livelihoods of many South Africans. <br><br> The situation is likely to be even more dire in other countries. Unlike South Africa, which has a fairly large and diverse economy and a budding space industry, Zimbabwe, another major platinum producer, would struggle substantially more if mining operations were overtaken. Zimbabwe would be especially affected given that the nation currently does not have the resources to develop space mining technology. With research efforts underway to determine the amount of other elements, including cobalt, on different asteroids, a wide variety of fledgling economies are at risk. For example, the possibility of obtaining cobalt from asteroids could wreck the Democratic Republic of the Congo’s cobalt mining operations. This would ultimately damage the nation’s entire economy. <br><br> While the individuals currently working in precarious mining conditions would likely be safer, they would also be out of a job. Even more importantly, the people losing their jobs, particularly low-income workers who do not have the skills for asteroid mining, would not be able to gain employment in the asteroid mining industry. Thus, there would be a permanent loss of these important low-skilled jobs for people in dire need of income. <br><br> ",
    "content2": " <h6> Steps Forward </h6> <h2></h2> There are a few potential remedies to this issue. The first would involve expanding developing economies’ access to asteroid mining technologies so that more would have the potential to compete within a future space-oriented economy. Given that such operations would be heavily driven by private corporations, this might mean that developing countries would have to sponsor the presence of such companies in their borders, or bolster educational programs that would allow for the construction of these companies within the country. The second option would require the diversification of economies that are currently heavily reliant on mining technology. However, this is an already ongoing and relatively slow process that would see its shortcomings exacerbated by technological advances that only advantage wealthy nations. As suggested in the Tel Aviv University study, a third solution would be to develop a mechanism by which wealthier countries that use the technology would compensate less wealthy countries. Finally, policymakers could pursue efforts to responsibly regulate production. This would ensure that, even if asteroid mining became possible in large quantities, materials would only be produced at a comparable rate to current production. This could also decrease the likelihood of a tragedy of the commons situation, in which overuse depletes the availability of resources. Although perhaps unlikely due to the vastness of space, the limitations of human technology make this a possibility. Most current international treaties on space, like the Outer Space Treaty of 1967 and the Moon Agreement of 1979, are defined by their ambiguity. While this ambiguity is what has allowed countries like the United States and Luxembourg to pass legislation allowing private companies to commence asteroid mining, little has been said about the regulation of resources. The only resource regulation requires that the moon and celestial bodies, as whole objects, cannot be owned by a single country. As a result, many current debates still exist about who would be responsible for space regulation and how they would do so. While this is a necessary debate moving forward, it is imperative that such conversations not only involve countries with significant abilities to enter space and conduct asteroid mining operations but also those who stand to bear the brunt of its negative economic impacts. It is high time to bring all countries to the asteroid mining table. ",
    "image": "/img/spaceblog/blog3.png",
    "date": {
      "day": "",
      "month": "April 08, 2022"
    },
    "author": "Shriya Yarlagadda",
    "source": "https://hir.harvard.edu/economics-of-the-stars/"
  },
  {
    "id": 4,
    "title": "Fleet Raises $33M to Expand its Mineral Exploration Tech",
    "intro":"Fleet raked in $33M in a Series C round yesterday to build out its satellite-enabled mineral exploration solution. Blackbird led the funding round, which valued the startup at $229M. <br> <br/> <strong>Down Undah</strong>: Headquartered in South Australia, Fleet is hyper-focused on serving one of the region’s largest economies, resource mining. The company leverages its seven-nanosatellite LEO constellation to offers a mineral exploration mapping product, dubbed ExoSphere...",
    "content": "Fleet raked in $33M in a Series C round yesterday to build out its satellite-enabled mineral exploration solution. Blackbird led the funding round, which valued the startup at $229M. <br> <br/> <strong>Down Undah</strong>: Headquartered in South Australia, Fleet is hyper-focused on serving one of the region’s largest economies, resource mining. The company leverages its seven-nanosatellite LEO constellation to offers a mineral exploration mapping product, dubbed ExoSphere. <br></br> <strong> How it works</strong>:Ground sensors are placed at a mining survey site to capture seismic noise. Then, by harnessing its satellite connectivity, ExoSphere generates high-resolution 3D subsurface maps for its customers. According to the company, ExoSphere can process data from remote surveying sites in days instead of several months, the norm for ground-only observations. <br></br> Since launching the ExoSphere product a year ago, Fleet has pulled in $28M of contracted revenue from over 30 customers worldwide. <br> </br> <strong>Lithium, gold, nickel</strong>: With a global transition to clean energy and battery storage underway, demand for specialty metals has skyrocketed. Fleet aims to support the rapidly transforming ecosystem by expediting mineral mapping surveying and thus increasing supply. ",
    "content2": "“We are believers that space-enabled data in exploration will allow the search for critical minerals to speed up so much that we will be able to reach humanity’s targets for net zero,” said Fleet cofounder and chief Flavia Tata Nardini. <br> </br> <strong>Next stop, Mars</strong>: Since it wouldn’t be a space startup without having one eye trained to the cosmos, Fleet hopes to eventually use its tech to explore the subsurfaces of other celestial bodies. <br> </br> “Looking ahead, our vision extends beyond Earth as we aim to leverage these cutting-edge techniques to scan the Moon and Mars, enabling responsible exploration and unlocking extraterrestrial resources that were once out of reach,” said Nardini.  ",
    "image": "/img/spaceblog/Fleet.png",
    "date": {
      "day": "",
      "month": "May 25, 2023"
    },
    "author": "Rachael Zisk, Jack Kuhr & Aaron Sorenson",
    "source": "https://newsletter.payloadspace.com/p/homegrown-52523"
  }, 
  {
    "id": 5,
    "title": "Our Moon in Silicon",
    "intro":"Maintaining a permanent presence on the moon is estimated to cost billions of dollars, which is much more expensive than maintaining the International Space Station. While many entities are planning to go to the moon, none of them have solid plans to earn revenues from the moon. This is a problem that needs to be addressed if we are to make our presence on the moon sustainable....",
    "content": "Maintaining a permanent presence on the moon is estimated to cost billions of dollars, which is much more expensive than maintaining the International Space Station. While many entities are planning to go to the moon, none of them have solid plans to earn revenues from the moon. This is a problem that needs to be addressed if we are to make our presence on the moon sustainable. <br> </br> The moon is a vast and resource-rich body with a great potential for human exploration and development. By creating many ways to generate revenue from the moon, we can make our presence sustainable and ensure that the moon remains a valuable asset for future generations. <br> <br/> <h6>One of those ways is Silicon</h6> Our future astronauts will extract silicates from the Moon to create solar panels, ceramics, and many other items. This will save money because it is much cheaper to manufacture these items in-situ than transporting them from Earth. <br> <br/> The cost of launching a kilogram of material into space is about $20,000. This means that it would be very expensive prospect to ship items created from silicon from Earth to the Moon. <br> <br/> As an example, a solar panel made from silicon mined from the Moon would cost about $100 to manufacture. However, a solar panel made from silicon shipped from Earth would cost about $1,000 to manufacture. <br> <br/>This is a significant savings, and it is one of the main reasons why in-situ resource utilization is so important for future space exploration. <br> <br/> By mining and manufacturing materials in-situ, we can reduce the cost of space exploration and make it more sustainable. <br> <br/> <h6>What is in Lunar Regolith </h6> The composition of the lunar regolith in the Marius Hills region is similar to that of the lunar regolith in other regions of the Moon. The regolith is made up of a mixture of crushed rocks and minerals that have been blasted off the surface of the Moon by meteorite impacts. Regolith is rich in oxygen, silicon, aluminum, iron, magnesium, calcium, and titanium. These elements are important for a variety of applications, such as making solar cells, computer chips, and glass. <br> <br/> <strong>Minerals</strong>: The most common minerals in the lunar regolith in the Marius Hills region are plagioclase feldspar, pyroxene, and olivine. These minerals make up about 90% of the regolith. <ul> <li> - <strong>Organics:</strong> Organic molecules have been found in lunar regolith samples, but their abundance is still unknown.</li> <li> - <strong>Chemicals:</strong> The most common chemicals in the lunar regolith are oxygen, silicon, aluminum, iron, magnesium, calcium, and titanium.</li> <li> - <strong>Other materials:</strong> The lunar regolith also contains small amounts of other materials, such as water ice, dust, and glass.</li> <ul/>",
    "content2": "Crystalline and amorphous silicon that can be extracted from the lunar surface make up approximately 20% of the regolith and is the second most abundant next to oxygen. Once extracted and processed it can be utilized to create: <br/> <ul> <li>- <strong>Solar cells.</strong> The lunar regolith also contains small amounts of other materials, such as water ice, dust, and glass.</li> <li>- <strong>Computer chips.</strong> Crystalline silicon is the main ingredient in computer chips. Computer chips are used in a wide variety of electronic devices, including computers, smartphones, and tablets.</li> <li>- <strong>Glass.</strong> Crystalline and amorphous silicon are used to make glass. Glass is used in a variety of applications, including windows, mirrors, and lenses.</li> <li>- <strong>Ceramics.</strong> Crystalline and amorphous silicon are used to make ceramics. Ceramics are used in a variety of applications, including cookware, tiles, and jewelry.</li> <li>- <strong>Lubricants.</strong> Crystalline and amorphous silicon are used to make lubricants. Lubricants are used to reduce friction and wear between moving parts.</li> <li>- <strong>Medical devices.</strong> Crystalline and amorphous silicon are used to make medical devices. Medical devices are used to diagnose and treat a variety of medical conditions.</li> <li>- <strong>Other applications.</strong> Crystalline and amorphous silicon are used in a variety of other applications, including LED lights, batteries, and water purification systems.</li> <ul/> <br/> <h6>How Do We Extract Silicon</h6> Heat from the sun can be used in the extraction of crystalline and amorphous silicon using a thermal process, which is a two-step process.  <ul> <li> 1- The lunar regolith is heated to a high temperature, typically around 1,500 degrees Celsius. This causes the silicates in the regolith to break down into their constituent elements, including silicon.</li> <li> 2- The molten silicon is then separated from the other elements and collected.</li> <ul/> The thermal process is an easy and efficient way to extract silicon from the lunar surface. It is also a simple process that can be carried out with relatively simple equipment. <br> <br/> <h6>In conclusion</h6> The moon is a vast and resource-rich body with a great potential for human exploration and development. One of the many valuable resources on the moon is silicon. Silicon is a key component of many electronic devices, including solar panels, computers, and cell phones. It can be used in the creation of ceramics and can be used in manufacturing glass. The moon has an abundance of silicon. It is estimated that the moon contains enough silicon to meet the world's demand for hundreds of years. <br><br/> Additionally, manufacturing using silicon in-situ will help significantly reduce costs associated with importing the many items made from silicon to the lunar surface. <br><br/> Note that any excess amounts can then be placed into containers and launched easily from the lunar surface to Earth’s orbit for pickup. This will make the mining of silicon from the moon a major source of revenue used to support a permanent human presence on our moon and will help fund our human expansion out into deep space. <br><br/> Humanity is on the cusp of becoming an inter-solar species, let’s take that next step together! <br> <br/> To the Moon and Beyond.",
    "image": "/img/spaceblog/siliconMoon.jpg",
    "date": {
      "day": "",
      "month": "May 23, 2023"
    },
    "author": "Caed Aldwych",
    "source": "https://newsletter.payloadspace.com/p/homegrown-52523"
  },
  {
    "id": 6,
    "title": "Space Applications for Mining Technologies Opportunity Issued by the Canadian Space Agency",
    "intro":"The Canadian Space Agency (CSA) has issued a new opportunity under its Class Grant and Contribution Program in search of space applications for mining technologies. It does come with a catch. <br> <br/> That catch is that this an opportunity that leads to another opportunity once an Initial Recipient is selected. Are you confused yet? Here’s the purpose as described by the CSA. <br><br/> “In the context of the G&C (Class Grant and Contribution) Program, the purpose of this AO is to seek applications from eligible recipients, hereinafter referred to as Initial Recipients...",
    "content": "The Canadian Space Agency (CSA) has issued a new opportunity under its Class Grant and Contribution Program in search of space applications for mining technologies. It does come with a catch. <br> <br/> That catch is that this an opportunity that leads to another opportunity once an Initial Recipient is selected. Are you confused yet? Here’s the purpose as described by the CSA. <br><br/> “In the context of the G&C (Class Grant and Contribution) Program, the purpose of this AO is to seek applications from eligible recipients, hereinafter referred to as Initial Recipients, to select one recipient who will be responsible to further distribute the CSA contribution to Ultimate Recipients to undertake and complete the development of Prospecting and In-Situ Resource Utilization (ISRU) related technologies and leveraging the synergies between the mining and space sector.” You have to love government procurement language. <br> <br/> Now normally I would not include the CSA’s definitions from the opportunity, but c’mon, lets have some fun. <br> <br/> “ <strong>Further Distribution of a Contribution </strong> is a situation where an Initial Recipient further distributes its contribution funding to one or more Ultimate Recipients. The Further Distribution is based on a clear, transparent, and open decision-making process regarding the selection of Ultimate Recipients and approval of projects to be funded by the Initial Recipient.<br><br/> “ <strong> Initial Recipient </strong> are those organizations that will receive a contribution from the CSA to further distribute to Ultimate Recipients. The roles and responsibilities of the Initial Recipient are defined in Section 3.2 – Initial Recipient.” <br><br/> “<strong>Ultimate Recipients </strong> are those organizations that receive funding from the Initial Recipient to undertake projects as described in Section 2.1 -Purpose and Objectives. The Ultimate Recipients will be selected by the Initial Recipient.” <br><br/> All of this to say that the CSA won’t be selecting the space applications for mining technologies themselves but rather will select one organization who will do the selecting. <h2></h2> Now once an Initial Recipient is selected the Ultimate Recipients project must meet all of the following objectives. <h2></h2> <ul> <li> - To support the development of science and technology relevant to the priorities of the CSA.</li> <li> - To foster the continuing development of a critical mass of researchers and highly qualified people in Canada in areas relevant to the priorities of the CSA.</li> <li>- To support information gathering, studies and research related to space.</li> <li> - To support the operations of organizations dedicated to space research. </li> <li>- To support the development of ISRU-related technologies where advancements would be beneficial and transferrable to the terrestrial mining. This aligns with CSA priority for Space research and development to advance sciences, technologies, applications and expertise. </li> </ul> ",
    "content2": "The Initial Recipient selected will have a maximum of $1.5 million of which an estimated $1.35 million contribution amount will be distributed to Ultimate Recipients. This means that Initial Recipient will get a maximum of $150,000 to manage the project which is 10% of the AO. <br><br/> An Ultimate Recipient will get a maximum of $675,000 per project. The maximum duration per Ultimate Recipient project is 14 months. The total is estimated at $1.5 million. The estimated start date is September 24, 2023 with the maximum duration ending on March 31, 2025 <br><br/> It’s interesting to note that the Canadian Space Agency didn’t choose to make the selection themselves on what projects to fund. They have been adding more staff to deal with the various new initiatives and it’s not like space applications of mining technologies hasn’t been on the radar for some time.",
    "image": "/img/spaceblog/blog6_img.jpg",
    "date": {
      "day": "",
      "month": "June 8, 2023"
    },
    "author": "Marc Boucher",
    "source": "https://spaceq.ca/author/marcboucher/"
  },
  {
    "id": 7,
    "title": "NASA gears up for return of OSIRIS-REx asteroid sample",
    "intro":"WASHINGTON — NASA is making the final preparations to recover samples from an asteroid that a spacecraft will bring back to Earth in September <br><br> Teams conducted a dress rehearsal Aug. 30 of the recovery of the sample return capsule from NASA’s OSIRIS-REx mission. In the test, a helicopter dropped a replica of the capsule from an altitude of more than 2,000 meters. The capsule descended under a parachute to land at the Utah Test and Training Range west of Salt Lake City, where personnel went through procedures to get the capsule ready for transport to NASA’s Johnson Space Center...",
    "content": "WASHINGTON — NASA is making the final preparations to recover samples from an asteroid that a spacecraft will bring back to Earth in September <br><br> Teams conducted a dress rehearsal Aug. 30 of the recovery of the sample return capsule from NASA’s OSIRIS-REx mission. In the test, a helicopter dropped a replica of the capsule from an altitude of more than 2,000 meters. The capsule descended under a parachute to land at the Utah Test and Training Range west of Salt Lake City, where personnel went through procedures to get the capsule ready for transport to NASA’s Johnson Space Center. <br><br/> “We put our teams in the field, in the environment they’re going to be in, using the communications tools and the equipment they’re actually going to use on the day of recovery,” said Rich Burns, OSIRIS-REx project manager at NASA’s Goddard Space Flight Center, during a briefing after the rehearsal. <br><br/> The rehearsal was part of final planning for the return of the actual OSIRIS-REx capsule, which will arrive early Sept. 24. The capsule is carrying an estimated 250 grams of material from the asteroid Bennu that the spacecraft collected during a “touch-and-go” collection process in October 2020. <br> <br/> The goal of the mission, whose full name is Origins, Spectral Interpretation, Resource Identification, and Security – Regolith Explorer, is to return those samples to Earth for analysis by scientists, who hope the material will offer new insights into the formation of the solar system. <br><br/> “Boy, is the science team excited to get that,” said Dante Lauretta, principal investigator for OSIRIS-REx at the University of Arizona, of the samples. “We’re going back to the dawn of the solar system. <br><br/> There are still several key milestones before those samples are in the labs of Lauretta and other scientists. The spacecraft is scheduled to perform a maneuver Sept. 10 that will line its trajectory up with the Utah Test and Training Range. Another maneuver a week later will further refine its trajectory, aiming for an elliptical region of 650 square kilometers within the range. “We have a relatively small area to fit in, but we’re highly confident we’ll hit that,” Burns said. <br><br/> A final go/no-go decision will come just a few hours before OSIRIS-REx releases the capsule at about 108,000 kilometers from the Earth. “We have a very long four hours from release until reentry,” said Sandra Freund, OSIRIS-REx program manager at Lockheed Martin. The capsule will reenter at more than 43,000 kilometers per hour, slowing down during reentry and deployment of drogue and main parachutes to less than 20 kilometers per hour for landing, 13 minutes after reentry.” ",
    "content2": "The main OSIRIS-REx spacecraft will perform a “divert” maneuver about 20 minutes after releasing the capsule to avoid reentering itself. It will pass the Earth at a distance of 800 kilometers, putting it on a trajectory for an extended mission to visit the asteroid Apophis shortly after it makes a close flyby of Earth in 2029. <br><br/> If something goes wrong with the maneuvers setting up the reentry that might cause it to miss the landing ellipse or otherwise jeopardize safety of the capsule or people on the ground, NASA will not release the capsule, Burns said. In that case, OSIRIS-REx will swing by the Earth on a trajectory that will bring it back in two years to make another attempt. <br> <br/> Mission teams are preparing for other problems that might come up during reentry and landing, including those that cause the capsule to crash into the ground at high speed. That is not unprecedented: NASA’s Genesis mission collected samples of the solar wind, but its parachutes failed to deploy on reentry, causing the capsule to crash in Utah upon its return in 2004. <br><br/> “We learned a lot from Genesis,” said Freund. “We are very confident that we have taken the lessons learned forward from Genesis into OSIRIS-REx.” However, she said that the team has trained for various contingencies if the capsule does not land intact to preserve as much of the sample as possible. <br><br/> If all goes well, though, analysis of the samples will begin almost immediately after the sample container is delivered to a clean room at a curation facility at JSC. Lauretta said an Oct. 11 press conference will discuss initial analysis of the samples, followed by presentations at the Fall Meeting of the American Geophysical Union in December. <br><br/> Lauretta, who has been involved with OSIRIS-REx since the mission was proposed nearly two decades ago, said he will be part of the teams in Utah recovering the samples. “I wanted to personally be out there to greet these pieces of Bennu to our home planet, welcome them to the curation facility at Johnson Space Center and get them ready for the adventure we’re about to put them on.” ",
    "image": "/img/spaceblog/NasaImg1.jpg",
    "image2": "/img/spaceblog/NasaImg2.jpg",
    "date": {
      "day": "",
      "month": "August 31, 2023"
    },
    "author": "Jeff Foust",
    "source": "https://spacenews.com/nasa-gears-up-for-return-of-osiris-rex-asteroid-sample/"
  }
]
