[
  {
    "id": 1,
    "title": "Officials Talk In-space Resources in Luxembourg",
    "intro":"Government officials, industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference...",
    "content": "Government officials , industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. <br><br>The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference.<br><br> <strong> Who is in charge? </strong> Both government space programs and commercial ventures are pursuing in-situ resource utilization . As the international space resources community grows, ESRIC’s Director Kathryn Hadler wants her institution to become the international “center of expertise of in-situ resource utilization. <br><br> In the US, NASA’s ISRU System Capability Lead, Gerald Sanders, said the agency is getting ready to release an industry overview identifying technology gaps in the supply chain. He highlighted the agency’s “big emphasis on commercial scale operations. <br><br> <strong>Building the industry:</strong> ESRIC announced the establishment of a Lunar Space Resources Accelerator, to be launched before the end of 2023. ESRIC will provide funds to entrepreneurs who can match its contribution with self-funding—for example, by raising capital from VCs.",
    "content2": " <strong> Lessons from Earth: </strong> Interest in a prospective ISRU industry is not confined to academia and government agencies. Legacy mining companies are starting to take note, and can claim the advantage of centuries of experience. <br><br> Jeff Plate, VP of mineral economics and business development at mining consultancy Watts, Griffis and McOuat Ltd., stressed the need to adapt terrestrial reconnaissance and prospecting technologies to lunar exploration. <br><br> Using artificial intelligence, WGM in cooperation with Lunar Station, a new space company that recently emerged from stealth after seven years, has developed probability maps of water ice distribution at the lunar south pole. With the right funding in place, Plate, who is also the founder and CEO of Interstellar Mining, said industrial scale ice mining on the Moon could start within five years. <br><br> <strong> Gray gold: </strong> Lunar regolith is at the center of many mining projects on the Moon. The material contains water, oxygen, and metals, including iron, aluminum, and the composite ore ilmenite. Technologies are being developed to make regolith useful to humans–in space and on Earth, including extractors used to separate metals and a process to break up the material’s watery components into hydrogen and oxygen–crucial resources for a long-term human presence on the Moon, according to Angel Abbud-Madrid, director of the Colorado School of Mines Space Resources Program.",
    "image": "/img/spaceblog/imgblog1.png",
    "date": {
      "day": "23",
      "month": "April"
    }
  },
  {
    "id": 2,
    "title": "The Moon: A Dream Worth Pursuing, But How Do We Afford It?",
    "intro":" <h6> Benefits of Establishing a Commercial Station on the Moon </h6> <h2></h2>  <ul> <li> - Access to vast resources, such as water ice, metals, gasses, and minerals.</li> <li> - A new place to advance scientific and astrological research.</li> <li> - A platform to further destinations in our solar system.</li> </ul> <h6> The Cost of Space Access</h6> The current estimated cost of launching cargo to the lunar surface is estimated to be around 10 to 30 million based on the several service providers listed below. This cost is expected to decrease in the coming decade as new launch vehicles are developed and the cost of space access continues to decline... ",
    "content": "<h6> Benefits of Establishing a Commercial Station on the Moon </h6> <h2></h2>  <ul> <li> - Access to vast resources, such as water ice, metals, gasses, and minerals.</li> <li> - A new place to advance scientific and astrological research.</li> <li> - A platform to further destinations in our solar system.</li> </ul> <h6> The Cost of Space Access</h6> The current estimated cost of launching cargo to the lunar surface is estimated to be around 10 to 30 million based on the several service providers listed below. This cost is expected to decrease in the coming decade as new launch vehicles are developed and the cost of space access continues to decline. ",
    "content2": "<h6> Potential Launch Providers </h6> Here are some of the providers that will potentially be able to conduct this launch in the coming decade and how much cargo they can lift to a lunar transfer orbit. <ul> <li> - SpaceX Starship, 100-ton capacity</li> <li> - Blue Origin New Glenn, 45-ton capacity</li> <li> - United Launch Alliance (ULA) Vulcan Centaur, 25-ton capacity</li> <li> - China National Space Administration Long March 9, 130-ton capacity.</li> <li> - Japan Aerospace Exploration Agency (JAXA) H-3, 20-ton capacity.</li> <li> - European Space Agency (ESA) Ariane 6, 20-ton capacity.</li> </ul> These providers are all developing or planning to develop launch vehicles that are capable of carrying large assets to the lunar surface. As these vehicles become operational, the cost of launching to the Moon is expected to decrease. <br><br> <h6> Costs of a Lunar Station</h6> The Global Space Organization and its Lunar Exploration and Development League have estimated the cost of establishing a lunar base at 12 billion for the first year of operations. This estimate includes the following costs: <ul> <li> - Launch vehicles (12 launches per year).</li> <li> - Equipment for in-situ site construction.</li> <li> - Environmental control and life support systems (ECLSS).</li> <li> - Power systems.</li> <li> - Research equipment.</li> <li> - Crew salaries.</li> <li> - Insurance.</li> <li> - Legal costs.</li> <li> - Medicine.</li> <li> - Food, water, oxygen, and nitrogen resupply.</li> <li> - Promotion and advertising.</li> </ul> It is important to note that these are just estimates, and the actual cost of establishing a lunar base could be higher or lower depending on a number of factors, such as the cost of development, the cost of lunar site construction, and the cost of any unexpected events. <br><br> <h6>Creative Ways to Lower Costs and Earn Positive Returns</h6> There are many creative ways to lower costs and earn significant revenue from operations on the lunar surface: <ul><li> - Leveraging assets to lower overall costs. Multiple corporations that team up can lower costs for all concerned, a commercial site on the Moon can be utilized for many different commercial industries, this is where the GSO’s Lunar Exploration and Development League (LEDL) comes into play. </li> <li> - Create events that draw attention and revenues towards our goals and earn advertising revenue before we go. </li> <li> - Mass media and live streaming broadcasts from the moon will help to involve and educate the public, research institutions and consumers towards products and experiences on the lunar surface. </li> <li> - Advertising: There are many ways to seek advertising dollars, going to and staying on the Moon will draw on some very lucrative advertising markets. </li> <li> - Tourism: Imagine mega corporations such as MGM Grand hosting a resort hotel on the Moon, with launch prices coming down over the next decade, this will open the market for even more people than just the ultra-rich. </li> <li> - Mining for resources, such as water ice, metals, gasses, and minerals, all from the lunar surface. This will eventually become a massive deep space industry.</li> <li> - Science and astronomy research, what better platform for both than the lunar surface. This will bring in plenty of revenue from the many diverse research organizations and corporations that desire to have their experiments conducted in deep space.</li></ul> <br> <h6>Conclusion</h6> Establishing a commercial station on the Moon is going to be a challenging but worthwhile endeavor. There are many potential benefits to doing so, such as access to vast resources, conduct significant scientific and astrological research, advance many commercial business models and will be used as a platform to further humanities reach out across our solar system. <br><br> Though the cost of space access is still fairly high, and many challenges still to be overcome. There are numerous ways to realize a positive return on investment that will allow us to build, thrive and expand our presence in deep space. We just need to work together and think creatively.                                  ",
    "image": "/img/spaceblog/imgblog2.jpg",
    "date": {
      "day": "07",
      "month": "August"
    }
  },
  {
    "id": 3,
    "title": "The Economics of Space Mining: Exploring the Potential Returns",
    "intro":"Government officials, industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference.",
    "content": "Space mining is the process of extracting valuable materials and resources from celestial bodies such as asteroids, the moon, and other planets. It has the potential to revolutionize the way we think about resource availability and provide us with an abundance of rare minerals and elements that are difficult to find on Earth. The development of space mining technologies and methodologies is an ongoing effort by private companies, government organizations",
    "content2": "Lessons from Earth: Interest in a prospective ISRU industry is not confined to academia and government agencies. Legacy mining companies are starting to take note, and can claim the advantage of centuries of experience. Jeff Plate, VP of mineral economics and business development at mining consultancy Watts, Griffis and McOuat Ltd., stressed the need to adapt terrestrial reconnaissance and prospecting technologies to lunar exploration. Using artificial intelligence, WGM in cooperation with Lunar Station, a new space company that recently emerged from stealth after seven years, has developed probability maps of water ice distribution at the lunar south pole. With the right funding in place, Plate, who is also the founder and CEO of Interstellar Mining, said industrial scale ice mining on the Moon could start within five years. Gray gold: Lunar regolith is at the center of many mining projects on the Moon. The material contains water, oxygen, and metals, including iron, aluminum, and the composite ore ilmenite. Technologies are being developed to make regolith useful to humans–in space and on Earth, including extractors used to separate metals and a process to break up the material’s watery components into hydrogen and oxygen–crucial resources for a long-term human presence on the Moon, according to Angel Abbud-Madrid, director of the Colorado School of Mines Space Resources Program.",
    "image": "/img/spaceblog/blog3.jpg",
    "date": {
      "day": "07",
      "month": "August"
    }
  },
  {
    "id": 4,
    "title": "Space Mining: Maximizing the Benefits for Humanity",
    "intro":"Government officials, industry employees, and researchers working toward a mining economy in space gathered last week in Luxembourg to discuss what lessons space miners could learn from their Earth-bound counterparts—and who should oversee the nascent industry in orbit. The annual Luxembourg Space Resources Week is organized by the European Space Resources Innovation Centre (ESRIC), which was founded in 2020 by ESA, the Luxembourg Space Agency, and the Luxembourg Institute of Science and Technology, all of which co-hosted this year’s conference.",
    "content": "Space mining is the process of extracting valuable materials and resources from celestial bodies such as asteroids, the moon, and other planets. It has the potential to revolutionize the way we think about resource availability and provide us with an abundance of rare minerals and elements that are difficult to find on Earth. The development of space mining technologies and methodologies is an ongoing effort by private companies, government organizations",
    "content2": "Lessons from Earth: Interest in a prospective ISRU industry is not confined to academia and government agencies. Legacy mining companies are starting to take note, and can claim the advantage of centuries of experience. Jeff Plate, VP of mineral economics and business development at mining consultancy Watts, Griffis and McOuat Ltd., stressed the need to adapt terrestrial reconnaissance and prospecting technologies to lunar exploration. Using artificial intelligence, WGM in cooperation with Lunar Station, a new space company that recently emerged from stealth after seven years, has developed probability maps of water ice distribution at the lunar south pole. With the right funding in place, Plate, who is also the founder and CEO of Interstellar Mining, said industrial scale ice mining on the Moon could start within five years. Gray gold: Lunar regolith is at the center of many mining projects on the Moon. The material contains water, oxygen, and metals, including iron, aluminum, and the composite ore ilmenite. Technologies are being developed to make regolith useful to humans–in space and on Earth, including extractors used to separate metals and a process to break up the material’s watery components into hydrogen and oxygen–crucial resources for a long-term human presence on the Moon, according to Angel Abbud-Madrid, director of the Colorado School of Mines Space Resources Program.",
    "image": "/img/spaceblog/blog4.jpg",
    "date": {
      "day": "07",
      "month": "August"
    }
  }
]
