[
  {
    "id": 1,
    "title": "NASA astronaut Jessica Watkins returns to Louisville Middle School",
    "intro":"Jessica Watkins decided she wanted to become an astronaut in elementary school, so she picked mechanical engineering as her college major because it seemed like it would give her the best chance at her childhood dream. <br></br> But it turned out she didn’t love her engineering classes. So she found a new path, studying planetary geology, including her favorite planet, Mars. The change paid off, with NASA selecting her into its 12-member, 2017 astronaut candidate class out of a pool of more than 18,300 applicants...",
    "content": "Jessica Watkins decided she wanted to become an astronaut in elementary school, so she picked mechanical engineering as her college major because it seemed like it would give her the best chance at her childhood dream. <br></br> But it turned out she didn’t love her engineering classes. So she found a new path, studying planetary geology, including her favorite planet, Mars. The change paid off, with NASA selecting her into its 12-member, 2017 astronaut candidate class out of a pool of more than 18,300 applicants. <br></br> “Finding the thing that you are passionate about, that you really love, is really what allows you to be successful,” Watkins told students at Louisville Middle School on Thursday. “Not following a path that you feel like you have to or that your parents set out for you or that somebody else kind of tells you ‘this is the thing to do to be successful,’ but finding what you really love and excites you.” <br> <br/> Watkins, who attended Louisville Middle before graduating from Boulder’s Fairview High in 2006, visited both schools this week to talk about the six months she spent on the International Space Station. She served as a mission specialist on NASA’s SpaceX Crew-4 mission last year. <br></br> In May, she joined Italian astronaut Samantha Cristoforetti in answering 30 prerecorded questions from Fairview students during a space-to-Earth call from the International Space Station. <br> </br> Thursday, she showed Louisville Middle students a video of her time on the space station, calling it an orbiting laboratory. She pointed out the middle school on a photo she snapped of Boulder County from space, along with talking about the experiments and what it’s like to live where there’s very little gravity. <br></br> The experiments included testing how different materials burn in space, launching nano satellites and even using themselves as test subjects. Some of her favorite experiments, she added, involved growing plants without using soil because “that would be really useful as we go farther and farther out into the solar system.”",
    "content2": "The video included a clip of the astronauts playing “catch” with one of the other astronauts while he was wrapped up in his sleeping bag. Others showed them channeling their favorite superheroes, with Watkins acting as “Spider-Woman,” and blowing bubbles using a sphere of water. <br> </br> “It’s a really neat way to see fundamental physics at work,” she said. <br> </br> While it took 17 hours for the rocket to make it to the space station, she said, it just took five hours to return to Earth. The speeding capsule, at one point exceeding the space station’s 17,500 mph, was slowed by parachutes and splashed into the ocean off the coast of Florida. <br> <br/> Student questions included what it was like to return to Earth. She said she was a little wobbly because “your brain has to figure out gravity again.” <br> <br/> Another student asked about sleeping on the space station. Because it sees 16 sunrises and sunsets over 24 hours, she said, the astronauts pick a time zone in the middle — using London time — and build their schedule that way. To sleep, they used tethered sleeping bags, though she left the bottom loose so her feet could float. <br> </br> “It was like sleeping on a cloud,” she said. <br> </br> To a question about orienting yourself without gravity, she responded that astronauts use a few tricks. Looking at labels of objects in the space station to make sure the writing is right side up is one way. Another to look for the lights, which are positioned at the top. But, she added, working upside down wasn’t a problem. <br> </br> “Your brain just kind of remaps,” she said. <br></br> Math teacher Enhui Chu, who was in his second year at Louisville Middle when Watkins was an eighth grader, said he was excited for her to come back to visit. <br> </br> “She’s letting the current students know anything is possible if you work hard enough,” he said.",
    "imageText1": "Enhui Chu, right, was Jessica Watkins’ math teacher while she was a student at Louisville Middle School. Chu shows her a photo of her in the yearbook. at Louisville Middle School on Thursday. Watkins, a 2006 Fairview High graduate, served as a mission specialist on NASA’s SpaceX Crew-4 mission to the International Space Station last year. (Cliff Grassmick/Staff Photographer)",
    "image": "/img/spaceblog/Jessica.png",
    "image2": "/img/spaceblog/JessicaAstronaut.jpg",
    "imageText2": "Jessica Watkins, lower left corner, talks about her work on the space station to Louisville Middle School students on Thursday. Watkins, a 2006 Fairview High graduate, served as a mission specialist on NASA’s SpaceX Crew-4 mission to the International Space Station last year. (Cliff Grassmick/Staff Photographer)",
    "image3": "/img/spaceblog/AstronautTalk.jpg",
    "imageText3": "Astronaut, Jessica Watkins answers questions at Louisville Middle School on April 13, 2023. Jessica Watkins, a 2006 Fairview High graduate, served as a mission specialist on NASA's SpaceX Crew-4 mission to the International Space Station last year. She also attended Louisville Middle School.(Cliff Grassmick/Staff Photographer)",
    "date": {
      "day": "",
      "month": "April 13, 2023"
    },
    "author": "Amy Bounds",
    "source": "https://www.dailycamera.com/2023/04/13/nasa-astronaut-jessica-watkins-returns-to-louisville-middle-school/"
  }
]
